anthropic.claude-code
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dwtexe.cursor-stats
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
foambubble.foam-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
ionutvmi.path-autocomplete
jebbs.plantuml
karunamurti.haml
koichisasada.vscode-rdbg
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mikestead.dotenv
mrmlnc.vscode-apache
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
mushan.vscode-paste-image
oderwat.indent-rainbow
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
rubocop.vscode-rubocop
ryuta46.multi-command
sdras.night-owl
shopify.ruby-lsp
shuworks.vscode-table-formatter
sianglim.slim
steoates.autoimport
streetsidesoftware.code-spell-checker
telesoho.vscode-markdown-paste-image
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
