bibhasdn.unique-lines
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
bung87.vscode-gemfile
christian-kohler.path-intellisense
corschenzi.mermaid-graphical-editor
docker.docker
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
ionutvmi.path-autocomplete
jebbs.plantuml
kaiwood.endwise
koichisasada.vscode-rdbg
kumar-harsh.graphql-for-vscode
marchiore.csvtomarkdown
mechatroner.rainbow-csv
mikestead.dotenv
mosapride.zenkaku
mquandalle.graphql
mrmlnc.vscode-apache
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.theme-oceanicnext
oderwat.indent-rainbow
phplasma.csv-to-table
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
ritwickdey.liveserver
sdras.night-owl
shakram02.bash-beautify
shopify.ruby-lsp
shuworks.vscode-table-formatter
sianglim.slim
steoates.autoimport
streetsidesoftware.code-spell-checker
sysoev.vscode-open-in-github
tomoki1207.pdf
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
zignd.html-css-class-completion
